[X2DownloadableContentInfo_AddedPartNames]

;
; 凯夫拉尔
;

.TorsoTemplate="CnvMed_KevlarBase_Torso_F"
.TorsoName="Legacy 凯夫拉尔"
.TorsoTemplate="CnvMed_KevlarBase_Torso_M"
.TorsoName="Legacy 凯夫拉尔"

.LegsTemplate="CnvMed_KevlarBase_Legs_F"
.LegsName="Legacy 凯夫拉尔"
.LegsTemplate="CnvMed_KevlarBase_Legs_M"
.LegsName="Legacy 凯夫拉尔"

;
; Predator
;

.TorsoTemplate="PltMed_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="PltMed_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="PltMed_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="PltMed_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; Spider
;

.TorsoTemplate="PltLgt_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="PltLgt_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="PltLgt_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="PltLgt_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; E.X.O.
;

.TorsoTemplate="PltHvy_PlatedBase_Torso_F"
.TorsoName="Legacy 镀层"
.TorsoTemplate="PltHvy_PlatedBase_Torso_M"
.TorsoName="Legacy 镀层"

.LegsTemplate="PltHvy_PlatedBase_Legs_F"
.LegsName="Legacy 镀层"
.LegsTemplate="PltHvy_PlatedBase_Legs_M"
.LegsName="Legacy 镀层"

;
; Warden	
;

.TorsoTemplate="PwrMed_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="PwrMed_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="PwrMed_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="PwrMed_PoweredBase_Legs_M"
.LegsName="Legacy 电动"

;
; Wraith
;

.TorsoTemplate="PwrLgt_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="PwrLgt_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="PwrLgt_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="PwrLgt_PoweredBase_Legs_M"
.LegsName="Legacy 电动"

;
; W.A.R.
;

.TorsoTemplate="PwrHvy_PoweredBase_Torso_F"
.TorsoName="Legacy 电动"
.TorsoTemplate="PwrHvy_PoweredBase_Torso_M"
.TorsoName="Legacy 电动"

.LegsTemplate="PwrHvy_PoweredBase_Legs_F"
.LegsName="Legacy 电动"
.LegsTemplate="PwrHvy_PoweredBase_Legs_M"
.LegsName="Legacy 电动"
